feeds.org
#+SETUPFILE: ./export_template.org
#+TITLE: RSS Feeds
* Feeds                                                              :elfeed:
** Computer Science                                                      :cs:
** Emacs                                                              :emacs:
*** http://planet.emacsen.org/atom.xml
*** https://www.reddit.com/r/emacs/
** AI/ML                                                                 :AI:
*** https://reddit.com/r/MachineLearning/.rss
*** https://medium.com/feed/mlreview/
*** https://distill.pub/rss.xml
*** http://www.datatau.com/rss
*** https://towardsdatascience.com/feed

** Programming Languages                                                 :pl:
*** http://lambda-the-ultimate.org/rss.xml
** General                                                          :general:
*** https://www.fs.blog/feed/
*** http://feedproxy.google.com/brainpickings/rss
*** http://feeds.feedburner.com/MeltingAsphalt
*** https://www.artofmanliness.com/feed/
*** https://www.bakadesuyo.com/feed/
*** https://www.marieforleo.com/feed/
*** http://feeds.feedburner.com/zenhabits/
** Company Blogs                                                    :company:
*** https://blogs.dropbox.com/tech/feed/
*** https://codeascraft.com/feed/
*** http://multithreaded.stitchfix.com/feed
*** https://engineering.pinterest.com/rss.xml
*** https://research.fb.com/feed/
*** https://medium.com/feed/airbnb-engineering/
*** https://tech.instacart.com/feed/
*** http://research.baidu.com/feed/
** Math                                                                :math:
*** http://feeds.feedburner.com/theendeavour
*** http://andrewgelman.com/feed/
** Vocab                                                              :vocab:
*** https://wordsmith.org/awad/rss1.xml
*** https://www.merriam-webster.com/wotd/feed/rss2
*** https://en.wiktionary.org/w/api.php?action=featuredfeed&feed=wotd
