docs/feeds.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-05-02 Wed 15:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>RSS Feeds</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Jethro Kuan" />
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">RSS Feeds</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org78947c5">1. Feeds&#xa0;&#xa0;&#xa0;<span class="tag"><span class="elfeed">elfeed</span></span></a>
<ul>
<li><a href="#org315a291">1.1. Computer Science&#xa0;&#xa0;&#xa0;<span class="tag"><span class="cs">cs</span></span></a></li>
<li><a href="#orgc5f2d57">1.2. Emacs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></a>
<ul>
<li><a href="#org99a6884">1.2.1. http://planet.emacsen.org/atom.xml</a></li>
<li><a href="#org6cf5d74">1.2.2. https://www.reddit.com/r/emacs/</a></li>
</ul>
</li>
<li><a href="#orgbfe9540">1.3. AI/ML&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AI">AI</span></span></a>
<ul>
<li><a href="#orgc801cd7">1.3.1. https://reddit.com/r/MachineLearning/.rss</a></li>
<li><a href="#orgbbda418">1.3.2. https://medium.com/feed/mlreview/</a></li>
<li><a href="#org1fe0e7f">1.3.3. https://distill.pub/rss.xml</a></li>
<li><a href="#org9bca592">1.3.4. http://www.datatau.com/rss</a></li>
<li><a href="#org9045b54">1.3.5. https://towardsdatascience.com/feed</a></li>
</ul>
</li>
<li><a href="#orgc8fd4f5">1.4. Programming Languages&#xa0;&#xa0;&#xa0;<span class="tag"><span class="pl">pl</span></span></a>
<ul>
<li><a href="#org8825302">1.4.1. http://lambda-the-ultimate.org/rss.xml</a></li>
</ul>
</li>
<li><a href="#org99d9101">1.5. General&#xa0;&#xa0;&#xa0;<span class="tag"><span class="general">general</span></span></a>
<ul>
<li><a href="#orgc15bd5d">1.5.1. https://www.fs.blog/feed/</a></li>
<li><a href="#org5d5d0cc">1.5.2. http://feedproxy.google.com/brainpickings/rss</a></li>
<li><a href="#org8b42bfb">1.5.3. http://feeds.feedburner.com/MeltingAsphalt</a></li>
<li><a href="#org1931e46">1.5.4. https://www.artofmanliness.com/feed/</a></li>
<li><a href="#org2c72024">1.5.5. https://www.bakadesuyo.com/feed/</a></li>
<li><a href="#orgb2ecf06">1.5.6. https://www.marieforleo.com/feed/</a></li>
<li><a href="#org2258015">1.5.7. http://feeds.feedburner.com/zenhabits/</a></li>
</ul>
</li>
<li><a href="#orge0880e0">1.6. Company Blogs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="company">company</span></span></a>
<ul>
<li><a href="#org93fd47c">1.6.1. https://blogs.dropbox.com/tech/feed/</a></li>
<li><a href="#org49ce992">1.6.2. https://codeascraft.com/feed/</a></li>
<li><a href="#org26f82ac">1.6.3. http://multithreaded.stitchfix.com/feed</a></li>
<li><a href="#org655a5a1">1.6.4. https://engineering.pinterest.com/rss.xml</a></li>
<li><a href="#org6c19ee2">1.6.5. https://research.fb.com/feed/</a></li>
<li><a href="#org9d8e141">1.6.6. https://medium.com/feed/airbnb-engineering/</a></li>
<li><a href="#org7511905">1.6.7. https://tech.instacart.com/feed/</a></li>
<li><a href="#org77c153f">1.6.8. http://research.baidu.com/feed/</a></li>
</ul>
</li>
<li><a href="#org2f57b0e">1.7. Math&#xa0;&#xa0;&#xa0;<span class="tag"><span class="math">math</span></span></a>
<ul>
<li><a href="#orga14ae06">1.7.1. http://feeds.feedburner.com/theendeavour</a></li>
<li><a href="#org46239a2">1.7.2. http://andrewgelman.com/feed/</a></li>
</ul>
</li>
<li><a href="#orge6d06cc">1.8. Vocab&#xa0;&#xa0;&#xa0;<span class="tag"><span class="vocab">vocab</span></span></a>
<ul>
<li><a href="#org5907a14">1.8.1. https://wordsmith.org/awad/rss1.xml</a></li>
<li><a href="#org66fcc5a">1.8.2. https://www.merriam-webster.com/wotd/feed/rss2</a></li>
<li><a href="#org0cbac40">1.8.3. https://en.wiktionary.org/w/api.php?action=featuredfeed&amp;feed=wotd</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org78947c5" class="outline-2">
<h2 id="org78947c5"><span class="section-number-2">1</span> Feeds&#xa0;&#xa0;&#xa0;<span class="tag"><span class="elfeed">elfeed</span></span></h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org315a291" class="outline-3">
<h3 id="org315a291"><span class="section-number-3">1.1</span> Computer Science&#xa0;&#xa0;&#xa0;<span class="tag"><span class="cs">cs</span></span></h3>
</div>
<div id="outline-container-orgc5f2d57" class="outline-3">
<h3 id="orgc5f2d57"><span class="section-number-3">1.2</span> Emacs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org99a6884" class="outline-4">
<h4 id="org99a6884"><span class="section-number-4">1.2.1</span> <a href="http://planet.emacsen.org/atom.xml">http://planet.emacsen.org/atom.xml</a></h4>
</div>
<div id="outline-container-org6cf5d74" class="outline-4">
<h4 id="org6cf5d74"><span class="section-number-4">1.2.2</span> <a href="https://www.reddit.com/r/emacs/">https://www.reddit.com/r/emacs/</a></h4>
</div>
</div>
<div id="outline-container-orgbfe9540" class="outline-3">
<h3 id="orgbfe9540"><span class="section-number-3">1.3</span> AI/ML&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AI">AI</span></span></h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orgc801cd7" class="outline-4">
<h4 id="orgc801cd7"><span class="section-number-4">1.3.1</span> <a href="https://reddit.com/r/MachineLearning/.rss">https://reddit.com/r/MachineLearning/.rss</a></h4>
</div>
<div id="outline-container-orgbbda418" class="outline-4">
<h4 id="orgbbda418"><span class="section-number-4">1.3.2</span> <a href="https://medium.com/feed/mlreview/">https://medium.com/feed/mlreview/</a></h4>
</div>
<div id="outline-container-org1fe0e7f" class="outline-4">
<h4 id="org1fe0e7f"><span class="section-number-4">1.3.3</span> <a href="https://distill.pub/rss.xml">https://distill.pub/rss.xml</a></h4>
</div>
<div id="outline-container-org9bca592" class="outline-4">
<h4 id="org9bca592"><span class="section-number-4">1.3.4</span> <a href="http://www.datatau.com/rss">http://www.datatau.com/rss</a></h4>
</div>
<div id="outline-container-org9045b54" class="outline-4">
<h4 id="org9045b54"><span class="section-number-4">1.3.5</span> <a href="https://towardsdatascience.com/feed">https://towardsdatascience.com/feed</a></h4>
</div>
</div>

<div id="outline-container-orgc8fd4f5" class="outline-3">
<h3 id="orgc8fd4f5"><span class="section-number-3">1.4</span> Programming Languages&#xa0;&#xa0;&#xa0;<span class="tag"><span class="pl">pl</span></span></h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-org8825302" class="outline-4">
<h4 id="org8825302"><span class="section-number-4">1.4.1</span> <a href="http://lambda-the-ultimate.org/rss.xml">http://lambda-the-ultimate.org/rss.xml</a></h4>
</div>
</div>
<div id="outline-container-org99d9101" class="outline-3">
<h3 id="org99d9101"><span class="section-number-3">1.5</span> General&#xa0;&#xa0;&#xa0;<span class="tag"><span class="general">general</span></span></h3>
<div class="outline-text-3" id="text-1-5">
</div>
<div id="outline-container-orgc15bd5d" class="outline-4">
<h4 id="orgc15bd5d"><span class="section-number-4">1.5.1</span> <a href="https://www.fs.blog/feed/">https://www.fs.blog/feed/</a></h4>
</div>
<div id="outline-container-org5d5d0cc" class="outline-4">
<h4 id="org5d5d0cc"><span class="section-number-4">1.5.2</span> <a href="http://feedproxy.google.com/brainpickings/rss">http://feedproxy.google.com/brainpickings/rss</a></h4>
</div>
<div id="outline-container-org8b42bfb" class="outline-4">
<h4 id="org8b42bfb"><span class="section-number-4">1.5.3</span> <a href="http://feeds.feedburner.com/MeltingAsphalt">http://feeds.feedburner.com/MeltingAsphalt</a></h4>
</div>
<div id="outline-container-org1931e46" class="outline-4">
<h4 id="org1931e46"><span class="section-number-4">1.5.4</span> <a href="https://www.artofmanliness.com/feed/">https://www.artofmanliness.com/feed/</a></h4>
</div>
<div id="outline-container-org2c72024" class="outline-4">
<h4 id="org2c72024"><span class="section-number-4">1.5.5</span> <a href="https://www.bakadesuyo.com/feed/">https://www.bakadesuyo.com/feed/</a></h4>
</div>
<div id="outline-container-orgb2ecf06" class="outline-4">
<h4 id="orgb2ecf06"><span class="section-number-4">1.5.6</span> <a href="https://www.marieforleo.com/feed/">https://www.marieforleo.com/feed/</a></h4>
</div>
<div id="outline-container-org2258015" class="outline-4">
<h4 id="org2258015"><span class="section-number-4">1.5.7</span> <a href="http://feeds.feedburner.com/zenhabits/">http://feeds.feedburner.com/zenhabits/</a></h4>
</div>
</div>
<div id="outline-container-orge0880e0" class="outline-3">
<h3 id="orge0880e0"><span class="section-number-3">1.6</span> Company Blogs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="company">company</span></span></h3>
<div class="outline-text-3" id="text-1-6">
</div>
<div id="outline-container-org93fd47c" class="outline-4">
<h4 id="org93fd47c"><span class="section-number-4">1.6.1</span> <a href="https://blogs.dropbox.com/tech/feed/">https://blogs.dropbox.com/tech/feed/</a></h4>
</div>
<div id="outline-container-org49ce992" class="outline-4">
<h4 id="org49ce992"><span class="section-number-4">1.6.2</span> <a href="https://codeascraft.com/feed/">https://codeascraft.com/feed/</a></h4>
</div>
<div id="outline-container-org26f82ac" class="outline-4">
<h4 id="org26f82ac"><span class="section-number-4">1.6.3</span> <a href="http://multithreaded.stitchfix.com/feed">http://multithreaded.stitchfix.com/feed</a></h4>
</div>
<div id="outline-container-org655a5a1" class="outline-4">
<h4 id="org655a5a1"><span class="section-number-4">1.6.4</span> <a href="https://engineering.pinterest.com/rss.xml">https://engineering.pinterest.com/rss.xml</a></h4>
</div>
<div id="outline-container-org6c19ee2" class="outline-4">
<h4 id="org6c19ee2"><span class="section-number-4">1.6.5</span> <a href="https://research.fb.com/feed/">https://research.fb.com/feed/</a></h4>
</div>
<div id="outline-container-org9d8e141" class="outline-4">
<h4 id="org9d8e141"><span class="section-number-4">1.6.6</span> <a href="https://medium.com/feed/airbnb-engineering/">https://medium.com/feed/airbnb-engineering/</a></h4>
</div>
<div id="outline-container-org7511905" class="outline-4">
<h4 id="org7511905"><span class="section-number-4">1.6.7</span> <a href="https://tech.instacart.com/feed/">https://tech.instacart.com/feed/</a></h4>
</div>
<div id="outline-container-org77c153f" class="outline-4">
<h4 id="org77c153f"><span class="section-number-4">1.6.8</span> <a href="http://research.baidu.com/feed/">http://research.baidu.com/feed/</a></h4>
</div>
</div>
<div id="outline-container-org2f57b0e" class="outline-3">
<h3 id="org2f57b0e"><span class="section-number-3">1.7</span> Math&#xa0;&#xa0;&#xa0;<span class="tag"><span class="math">math</span></span></h3>
<div class="outline-text-3" id="text-1-7">
</div>
<div id="outline-container-orga14ae06" class="outline-4">
<h4 id="orga14ae06"><span class="section-number-4">1.7.1</span> <a href="http://feeds.feedburner.com/theendeavour">http://feeds.feedburner.com/theendeavour</a></h4>
</div>
<div id="outline-container-org46239a2" class="outline-4">
<h4 id="org46239a2"><span class="section-number-4">1.7.2</span> <a href="http://andrewgelman.com/feed/">http://andrewgelman.com/feed/</a></h4>
</div>
</div>
<div id="outline-container-orge6d06cc" class="outline-3">
<h3 id="orge6d06cc"><span class="section-number-3">1.8</span> Vocab&#xa0;&#xa0;&#xa0;<span class="tag"><span class="vocab">vocab</span></span></h3>
<div class="outline-text-3" id="text-1-8">
</div>
<div id="outline-container-org5907a14" class="outline-4">
<h4 id="org5907a14"><span class="section-number-4">1.8.1</span> <a href="https://wordsmith.org/awad/rss1.xml">https://wordsmith.org/awad/rss1.xml</a></h4>
</div>
<div id="outline-container-org66fcc5a" class="outline-4">
<h4 id="org66fcc5a"><span class="section-number-4">1.8.2</span> <a href="https://www.merriam-webster.com/wotd/feed/rss2">https://www.merriam-webster.com/wotd/feed/rss2</a></h4>
</div>
<div id="outline-container-org0cbac40" class="outline-4">
<h4 id="org0cbac40"><span class="section-number-4">1.8.3</span> <a href="https://en.wiktionary.org/w/api.php?action=featuredfeed&amp;feed=wotd">https://en.wiktionary.org/w/api.php?action=featuredfeed&amp;feed=wotd</a></h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Jethro Kuan</p>
<p class="date">Created: 2018-05-02 Wed 15:45</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
